
  export const anmingyuData = {
    name: "安铭瑜",
    gender: "女",
    age: "20-25",
    faith: "【命运】(融合【死亡】)",
    identity: ["【命运】神选", "传火者", "命定之人"], 
    nicknames: "瞎子，铭瑜（甄欣、安静、秦薪），安神选（程实、李无方）",
    id_code: "我看到你了", // ID
    job: "歌者-预言家/撞钟人",
    debut: "第136章(初次) / 第192章(正式)",

   
    appearance: [
      "长发微卷，刘海微分，立体的五官标准而精致，尤其是那双眼睛，明明紧闭着，但却总给人一种散发着神秘光芒的感觉。",
      "穿着一身玄黑色的缀星长裙，眼上蒙了一条黑色的布带，粗糙的黑布与她身上那细腻的绸缎显得有些格格不入。",
    ],

    personalityPhases: [
      { label: "最初", desc: "野心不小，冷清，神秘，理性而果断，好奇心重" },
      {
        label: "当下",
        desc: "温暖，友善，耐心十足，活泼，坚强，好奇心重，“疯狂”",
      },
      { label: "未来", desc: "比最初更谨慎和冰冷，沉默" },
      { label: "过去", desc: "心态不错，预言失准" },
    ],
    personality:
      "想要为美好的人筑造一个崭新且美好的新世界。做事追求效率，喜欢整合一切有用的力量。非常敏锐，认为【命运】给出的是指引而不是答案。",
    personalityQuote:
      "如果说秦薪心怀的是家国世界的大情，那大猫便是友朋安康的小情，而安铭瑜介于这两者之间...她同样向往美好...但也仅限于这个范围，至于那些世界的渣滓...她一概不想搭理。",

    abilities: ["信仰天赋：剥茧抽丝"],
    backpack: [
      "17枚命运之骰（6-22面）",
      "普通话机",
      "追忆悼念",
      "欺骗大师牌",
      "信仰石髓雕刻而成的扑克牌",
      "记载着往日重现的书页",
      "通往博物馆的传送扑克牌",
    ],

    background:
      "幼时安铭瑜的父母因为车祸双双去世，被小姨安静抚养长大，因为安静在阳光福利院工作，所以安铭瑜也就顺理成章地住进了孤儿院，并在那里与甄欣结识。\n后来甄欣被领养走，安铭瑜因为不舍这位从小到大一起玩的闺蜜，每月末都会和安静一起跨省探望甄欣。\n信仰游戏降临后，她在命途的起点对【命运】作出预言，想要窥探神明的真容，因而被剥去视力，也得到了“命运的馈赠”，得以看清“寰宇的本质”。",
    story:
      "安铭瑜曾作出有关大程实预言，在预言中看到一片模糊的黑色，并做出结论“日月交替，虚实之上，未来已来。”，吸引众神选为追逐预言而掉分。预言虽准确但因为程实假扮的甄奕从中作梗而被众人视作假消息。\n后又从甄欣嘴里得知了传火者的消息，预言后得知自己与甄奕在未来会与传火者同行，于是她有意接近，并与秦薪甄欣联手设下庸人会的局，设计甄奕和程实，攫取有关【繁荣】的情报。在庸人会结束后，她与秦薪以及新加入传火者的陈述展开了对偷听者邓岁的追杀，精神力耗竭，但可惜在杀死邓岁之前时间试炼【参差】到来，让邓岁侥幸得到了喘息的机会。\n在参差开始后的第一个整点最初的她被换到了未来，也就是传火不易世界，取而代之的是当下的参差，那位较为温暖的安铭瑜。众人聚集，安铭瑜与秦薪认出程实的脚就是她在试炼前作出的预言中那双秦薪死亡时身旁的脚，于是在众人得到试炼最后的结果为“五人存活”并离去后，以装晕试探程实，但结局以失败告终。\n试探结束后安铭瑜追上程实，并在一番交谈后决定进行本局第一次“交心局”，在此局内，她坦白了自己为传火者寻薪人兼筑城者的身份，失眠的原因，以及有关那场庸人会的一切，她邀请程实加入传火者，但最终被拒绝。\n交心局结束后他们一同去了监狱寻找线索，随后在前往棚窝区的路上安铭瑜从程实的口中得知“源初”的存在，在震惊过后对其进行了预言，并得到了反噬，被夺去了生命，粉碎了那枚23面骰子。为了复活安铭瑜，程实动用乐子戒的力量把她送去【死亡】那里寻求帮助。安铭瑜在意识混乱的情况下觐见了【死亡】，并被祂所救，送回试炼。\n在返回试炼并短暂与程实秦薪交流后，三人跟随【命运】的指引前往窝棚区寻找希洛琳取得有关参差的线索，后又在分开探索前在程实的锚定下度过一个整点，但秦薪在这个整点变化，被二人察觉。\n离开窝棚区后一行人前往矿山，在那里他们与王某和李无方会合，稍作交流后众人便决定分组行动，在此期间安铭瑜与传火不易秦薪彼此试探交流，得知了那个参差世界的一些事情。\n在程实回来后，秦薪与程实换班，安铭瑜与程实展开第二次“交心局”，局内，程实邀请安铭瑜加入命定之人组织，安铭瑜应邀。二人随后交换了彼此对这局试验的猜测，并由安铭瑜去找秦薪验证。\n秦薪离去，下一个整点独自下山的当下参差安铭瑜变成了未来参差，也就是传火不易安铭瑜。这位安铭瑜试探出了秦薪为过去的参差，随后在下一个整点被程实的烟雾隔绝视线，被替换成了过去的参差安铭瑜。\n过去安铭瑜并没有停留太久，在下一个整点她离开了众人的视线，于是最初的安铭瑜被换回来了。她虽与秦薪相认，但在众人眼里，当下参差安铭瑜才是那位“最初”，于是安铭瑜与秦薪争论，而程实选择离开。\n二人具体商讨了什么不得而知，但可以推断出最初的安铭瑜似乎窥见了传火不易甄欣的困难并有心帮助，于是主动选择离开自己的世界前往未来拯救闺蜜，而秦薪认可了这种做法，并让安铭瑜杀了自己以成全她。离开前，她向程实留下了一句带给甄欣的话：“我很好，真的很好。”\n试炼接近尾声，下一个整点当下参差安铭瑜被换回来，后又和程实一同把时间线矫正回最初，于是程实提交答案，试炼结束。\n回到现实的安铭瑜与秦薪本打算对邓岁一击毙命，但时间的出手让邓岁有了发动推演的机会，他临死反扑，希望带走安铭瑜，而秦薪虽出手救下安铭瑜，但也让邓岁有了逃脱的机会。\n事情朝着不可控的方向发展，一旦邓岁将传火者的消息带出后果不堪设想，危急时刻，安铭瑜决定找甄欣帮忙，希望透过甄欣觐见【虚无】以挽回败局。\n来到博物馆，安铭瑜和甄欣讲述了目前的情况，得到了稍安勿躁的回应，毕竟这件事已经涉及神明之间的博弈，玩家的举动并不能改变什么。同时，在交谈中，甄欣察觉这个安铭瑜并非最初的安铭瑜，以一手陈皮水的试探悄悄告诉了她答案。\n她这才发现自己现在身处的世界并不是她原来的世界，她并没有成功回家。得知真相的她逃离了博物馆，回到了自己的休息区，并作出了预言不知指向的预言，得到了十七个一点。巨大的冲击让她几乎崩溃，她并没有按照约定用掉追忆悼念，而是伏在桌面上陷入了沉思。\n就在她哭累睡着之时，一丝似有若无的召唤把她带到了鱼骨殿堂，【死亡】应约赐予安铭瑜另一个信仰，安铭瑜虽然疑惑，但身为凡人她并无拒绝的权利，于是，一位新的撞钟人诞生了。而【死亡】虽赐下信仰，但此刻的祂并不想多言，对安铭瑜下了逐客令。\n安铭瑜本想离开，但变故突生，与【欺诈】交锋结束的【命运】来到了此处，【死亡】见此干脆利落地离开，留下安铭瑜与【命运】一人一神在鱼骨殿堂独处。\n【命运】对于这位安铭瑜“变化”的身份十分愤怒，祂并不愿接受这位从其他世界来的神选，于是虚空刮起了一场风暴，要把安铭瑜送往未知的地方。恩主的厌弃让安铭瑜感到绝望，她放弃抵抗，无力地接受了自己的命运。\n但变故再生，就在安铭瑜快要消失之时，程实被【欺诈】甩来，直直砸向安铭瑜。这个举动让【命运】停下了自己的动作，让安铭瑜和程实有了交谈的机会，更让【欺诈】有了可乘之机，用私自交换而来的【命运】权柄将这位既定之外的神选拉回正轨。\n感受到变化的【命运】沉默了，祂吹晕了安铭瑜，并留下程实独自问责。无论虚空之中说了什么，总之在【命运】离开后，程实把昏迷的安铭瑜拉了起来，他本想询问安铭瑜情况，却未曾想安铭瑜先反客为主，想与程实交心。\n起先程实不愿，但当安铭瑜透漏出自己并非最初的安铭瑜时，程实心动了，他们对【时间】的规律与切片宇宙的概念进行了详细的探讨，把事情的前因后果捋了个遍，最后程实真诚地认下了这个朋友，二人离开虚空。\n在离开虚空后，安铭瑜再次去见了秦薪，不久后又接下了程实的邀请，准备前往桑德莱斯。",

    evaluations: [
      {
        quoter: "秦薪",
        content:
          "如果跟甄欣不是闺蜜，她的话我敢信九成，但一想到她认识甄欣，我最多信一成。",
      },
      {
        quoter: "程实",
        content:
          "果然是近朱者赤近墨者黑，能跟甄欣玩在一起的，除了颠婆，就是颠婆。",
      },
    ],

    relations: [
      { name: "秦薪", type: "同伴" },
      { name: "甄欣", type: "闺蜜/家人" },
      { name: "甄奕", type: "敌对" },
      { name: "程实", type: "朋友/信任之人" },
      { name: "安静", type: "小姨" },
      { name: "红霖", type: "好奇" },
    ],

    remarks: [
      "自称眼睛看到的是“寰宇的本质”，实际上是与【嬉笑嗤嘲】一样画面。",
      "第二位程实认证颠婆（第一位是甄欣）。",
      "目前在她的视角里，程实是一名织命师。认为程实是个好人。",
      "初见时认为程实这种“能说这么一长串话来诡辩自己的逻辑”的品质像甄奕。",
      "在参差试炼中试图对程实本人进行占卜，收获8个1点。",
      "在参差试炼前觐见过【战争】、【痴愚】、【时间】，【欺诈】。",
      "【信仰游戏】降临后的第一个月末成为神选。",
      "掌握较为丰富的希望之洲历史知识，绝大部分来源于甄欣。",
      "甄欣从来不会试探她，只有她会试探甄欣确认对方是不是甄奕。",
      "习惯于占卜。无需用武力时，为避免偏离【命运】指引，时常会为选择做占卜。",
      "非常虔诚，一开始并没有融合的想法。",
      "听得不多，但是梁静茹粉丝。",
      "对陈皮过敏。",
      "占卜有时候并不经大脑。源初：这就是你想见我的原因？",
      "如果你不懂【命运】，那么安铭瑜还有许多手段.jpg",
    ],
  };